Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja4/graff-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 4 Davvi Girji 2010 .
nob: Artikkel i boka Samisk skolehistorie 4 . Davvi Girji 2010 .

source: Muosáid siskkit báikkit – nággáris guovlu
nob: Måsøys indre kretser – et opposisjonelt område

source: Ola Graff , Tromsø 2008 ( Govva : Svein Lund )
nob: Ola Graff , Tromsø 2008 ( Foto : Svein Lund )

source: Ola Graff lea riegádan 1949:s ja bajásšaddan Romssas .
nob: Ola Graff er født i 1949 og oppvokst i Tromsø .

source: Son lea Romssa Musea Davvi-Norgga álbmotmusihkkačoakkáldaga konserváhtor ja lea maid beakkán musihkkár , earret eará Nordnorsk Visegruppe bokte .
nob: Han er konservator for Nordnorsk folkemusikksamling ved Tromsø Museum - Universitetsmuseet og er også kjent som musiker , bl.a. fra Nordnorsk Visegruppe .

source: Ola Graffas lea magistardássi musihkkadiehtagis čállosiin Joik son musikalsk språk .
nob: Graff har magistergrad i musikkvitenskap med avhandlinga Joik som musikalsk språk .

source: Litt om nordsamisk joik ut fra Per Hætta son tradisjonsformidler .
nob: Litt om nordsamisk joik ut fra Per Hætta som tradisjonsformidler .

source: Jagis 2002 válddii son doavttirgráda čállosiin Joik på nordkysten av Finnmark .
nob: Han tok doktorgraden i 2002 på avhandlinga Joik på nordkysten av Finnmark .

source: Undersøkelser over en utdødd sjøsamisk joiketradisjon ( Juoigan Finnmárkku davvirittuin .
nob: Undersøkelser over en utdødd sjøsamisk joiketradisjon .

source: Dát lea maŋŋel almmuhuvvon girjin reviderejuvvon hámis , ja girjji namma lea Om kjæresten min vil jeg joike ( Moarsán áiggun juoiggastit ) .
nob: Ei revidert utgave av denne er seinere utgitt som bok under tittelen Om kjæresten min vil jeg joike .

source: Dán artihkkalis čállá son skuvladilálašvuođaid birra Muorralis Muosáid gielddas , dieđuid vuođul maid lea čohkken iežas doavttirgrádabarggu olis , dokumeanttaid vuođul mat leat Stáhtaarkiivvas Romssas ja jearahallamiid vuođul .
nob: Han skriver her om skoleforhold i Snefjord i Måsøy , ut fra opplysninger han samla i forbindelse med doktorgradsavhandlinga , dokumenter fra Statsarkivet i Tromsø og intervju .

source: Skuvladilálašvuođat Muorral-guovllus
nob: Skoleforholda i Snefjord-området

source: Álbmotlohkamat Muosát-guovllus jagis 1801 muitalit ahte doppe ledje guokte oahpaheaddji , « skuvlameasttir » Muosáin ja « sámeskuvlameasttir » Čielgevuonas .
nob: Folketellinga for Måsøyområdet i 1801 forteller at det fantes to lærere , en skolemester på Måsøya og en « finneskolemester » i Ryggefjord .

source: Jagis 1827 eai lean oahpaheaddjit .
nob: I 1827 fantes det ingen lærere .

source: Muhtun jagiid 1840-logus lei Muosáin okta oahpaheaddji .
nob: Noen år på 1840-tallet hadde Måsøy en lærer .

source: Álbmotlohkan 1865:s namuha ovtta nissonoahpaheaddji , Maren Chr. Normann , gii lei Romssas eret ja ásai Geaissvearas [ 1 ] , muhto vuona siste ii lean oktage .
nob: I folketellinga 1865 er det oppført ei lærerinne fra Tromsø , Maren Chr. Normann , som bodde i Gjesvær [ 1 ] , men i de indre fjordstrøkene ingen .

source: 1874:s ledje Muosáin 8 skuvlabiire ja guokte bálkáhuvvon oahpaheaddji .
nob: I 1874 var det i Måsøy 8 skolekretser med to ansatte lærere .

source: Jagi 1897 bismaoahppaladdama dieđáhusas muitaluvvo ahte guokte siskkit biire , Muorral ja Vuotkevuotna , ledje ožžon vahkku lasi oahpahusáiggi , nu ahte goappásge dál lei 5 vahkku .
nob: I visitasberetninga fra Måsøy 1897 får vi vite at de to indre kretsene , Snefjord og Lillefjord , hadde fått ei ukes tillegg i undervisningstida , slik at hver nå hadde 5 uker .

source: Muosáid skuvlastivra mearridii 1907:s juohkit Muorrala golbman skuvlabiiren main guđesge galggai leat 12 vahkku oahpahusáigi , ja Vuotkevuotna ges guoktin skuvlabiiren , main goappásge galggai leat 9 vahkku oahpahusáigi .
nob: Måsøy skolestyre vedtok i 1907 å dele Snefjord i tre avdelinger med 12 ukers undervisning for hver avdeling , og Lillefjord i to avdelinger med 9 ukers undervisning .

source: 1916:s lei skuvlaáigi viiddiduvvon 14 vahkkui jagis .
nob: I 1916 var skoletida utvidet til 14 uker i året .

source: Skuvlajagi 1927/28 ledje guđege biires 40 skuvlavahkku .
nob: I skoleåret 1927/28 hadde hver krets 40 skoleuker .

source: Oalle oanehis áiggis lassánii oahpahusáigi áibbas moatti vahkku rájes 40 vahkkui jagis .
nob: Fra å ha vært minimalt med skolegang , økte skoletida raskt i løpet av forholdsvis få år .

source: Bismagoddedirekšuvdna ( Stiftsdireksjonen ) lei ráhkadan njuolggadusaid dasa movt oahpaheaddjit galge bargat boaittobeale guovlluin gos máŋga giela ledje anus .
nob: Stiftsdireksjonen hadde lagd instruks for hvordan lærerne skulle arbeide i distrikter med flere språk .

source: 1870:s lei ráhkaduvvon Instruks for Lærerne i de lappiske og kvænske Overgangsdistrikter i Tromsø Stift ( Njuolggadusat oahpaheddjiide sámi ja kveana nuppástusguovlluin Romssa bismaguovllus ) , mii geatnegahtii oahpaheddjiid « viššalit » bargat dáruiduhttima ovddas .
nob: I 1870 var det utarbeidet en Instruks for Lærerne i de lappiske og kvænske Overgangsdistrikter i Tromsø Stift som påla lærerne « med al Flid » å arbeide for fornorskning .

source: Jagis 1880 bohte ođastuvvon njuolggadusat .
nob: I 1880 kom en fornyet instruks .

source: Vuosttaš paragráfa nannii ahte oahpaheaddjit galge « buot návccaiguin » bargat dan ala ahte dárogiella viidána .
nob: Første paragraf slår fast at lærerne skulle « med yderste Flid » arbeide for å utbre det norske språk .

source: Nu gohčoduvvon « Finnefondet » ( Sámefoanda ) šattai deaŧalaš reaidun dáruiduhttinbarggus .
nob: Et viktig redskap i fornorskninga blei det såkalte Finnefondet .

source: Oahpaheaddjibálká ii lean nu allat , muhto oahpaheaddjit sáhtte ohcat lasáhusa jahkái hávális dán foanddas , jus ledje oskkáldasat čuvvon namuhuvvon njuolggadusaid .
nob: Lærerlønna var ikke så stor , men lærerne kunne søke om lønnstillegg for ett år om gangen fra dette fondet hvis de var lojal mot den nevnte instruksen .

source: Ohcamuša galggai vuos báhppa duođaštit ja dasto proavás , ovdal go manai bismaggoddedirekšuvdnii .
nob: Søknaden skulle først innom presten til påtegning og deretter prosten , før den gikk til Stiftsdireksjonen .

source: Eanas oahpaheaddjit ohce diekkár lassidoarjagiid .
nob: De fleste lærerne søkte om slike ekstratildelinger .

source: Gáhppovuonas skuvlejedje álggus uhca goađážis .
nob: I Kobbefjorden blei skolen først holdt i en liten gamme .

source: Muhto 1894 bođii ođđa skuvlaviessu , olgul lei dego goahti , muhto siste ledje panelat ja stuorra glásat .
nob: Men i 1894 kom det et nytt skolehus , utvendig å se til som en gamme , men innvendig med panel og med store vinduer .

source: Govva čájeha ođđa skuvlaviesu , mii lei anus 1912 rádjái .
nob: Bildet er av det nye skolehuset , som var i bruk til 1912 .

source: Muorrala oahpaheaddji váccii 10-12 tiimmu badjel vári go galggai Gáhppovuona skuvlavissui .
nob: For læreren i Snefjord var det 10-12 timers gange over fjellet til skolehuset i Kobbefjorden .

source: ( Govva : Bernt Thomassen )
nob: ( Foto : Bernt Thomassen )

source: Peder Matheussen – oahpaheaddji « váttis » skuvlabiires
nob: Peder Matheussen – en lærer i et « vanskelig » distrikt

source: Peder Hans Matheussen lei riegádan Muosáid gielddas 1845:s .
nob: Peder Hans Matheussen var født i Måsøy kommune i 1845 .

source: Son lei oahpu vázzán Romssa semináras .
nob: Han var utdannet fra seminaret i Tromsø .

source: Son lei gielddas oahpaheaddjin 1867-1873 , lei dasto eret soames jagi , goas barggai oahpaheaddjin Báhccavuonas , ja máhcai fas 1876 čavčča .
nob: Han var lærer i kommunen 1867–73 , var borte noen år hvor han bl.a. var lærer i Balsfjord , før han kom tilbake høsten 1876 .

source: Dan rájes barggai gielddas oahpaheaddjin ollu jagiid .
nob: Etter det virket han som lærer i kommunen i mange år .

source: Matheussen lei oahpaheaddjin Muorralis ja Vuotkevuonas .
nob: Matheussen var lærer i Snefjord og i Lillefjord .

source: Son oaččui maid ovddasvástádusa Gáhppovuona hárrái .
nob: Han fikk ansvaret også for Kobbefjorden .

source: Son lei čađa sámegielat .
nob: Han snakka flytende samisk .

source: Matheussen lei gal dego earáge oahpaheaddjit , mielas bargat dáruiduhttima ovddas .
nob: Matheussen var nok som de fleste lærere , innstilt på å arbeide for fornorskning .

source: Go bođii Muosáid gildii , de ozai son measta juohke jagi doarjaga Sámefoanddas .
nob: Etter at han kom til Måsøy kommune , sendte han inn søknad om tildeling fra Finnefondet omtrent hvert eneste år .

source: Ohcamiin beassat veahá diehtit makkár dilálašvuođaid siste son barggai , ja nu áigut ge dás geahčadit su ohcamiid .
nob: Søknadene gir oss et lite innblikk i forholdene han arbeidet under , så vi skal følge dem gjennom flere av disse årene .

source: Muosáid suohkanbáhppa Carl Dons doarjjui su ohcama jagis 1876 , vaikko ii lean leamaš liiba buorebut oahpásmuvvat su bargui .
nob: Søknaden for 1876 fikk anbefaling , selv om sognepresten Carl Dons i Måsøy ikke hadde anledning til å bli nærmere kjent med arbeidet .

source: Muhto ávžžuhusas namuhii ahte Matheussen lei leamaš gielddas njeallje jagi ovdal , ja lei dalle ožžon bálkálasáhusa .
nob: Men det blei vist til at Matheussen hadde vært i kommunen fire år tidligere , og den gang fått tillegg .

source: Dasto lasihuvvui ahte « guovtti biires ferte son oahpahit dušše sámegillii » .
nob: Så blei det føyd til at « I 2 kredse må han undervise udelukkende på Lappisk » .

source: Dons doarjjui ollásit jagi 1877 ohcama , muhto lasihii ahte sullii 70 oahppi ferte unnit eanet oahpahit sámegillii .
nob: Søknaden for 1877 blei anbefalt på det beste av Dons , men det blei tilføyd at for ca. 70 elever måtte samisk benyttes i større eller mindre grad .

source: Maiddái jagiid 1878 ja 1879 ohcamat ávžžuhuvvojedje mieđihuvvot .
nob: Søknadene for både 1878 og 1879 fikk også anbefaling .

source: Dons oaivvildii ahte Matheussen lei dárkil ja čeahppi , ja ahte su barggu olis lei dađistaga ovdáneapmi .
nob: Dons anså at Matheussen viste flid og dugelighet , og at han gjorde framgang .

source: Muhto jagis 1879 lasihuvvui ahte « sámegiella ferte adnot oahpahusas unnit eanet 43 máná guovdu » .
nob: Men i 1879 blei det tilføyd at « Det Lappiske sprog måtte ved undervisningen i større eller mindre grad anvendes for 43 børns vedkommende » .

source: Dons ávžžuhii doarjut jagi 1880 ohcama , « beroškeahttá das ahte mun in leat oaidnán dakkár ovdáneami Matheussena dáruiduhttinbarggus , man mun navddán sáhtášii vuordit » .
nob: Søknaden for 1880 blei anbefalt av Dons , « uagtet jeg ikke har fundet fremgang i Matheusens fornorskningsarbeide , som jeg antager , man kunde vente » .

source: Dá lei vuosttaš geardi go dovddahuvvui vissis duhtameahttunvuohta suinna .
nob: Dette var første gang det direkte uttrykkes en viss misnøye .

source: Vestlándalaš Lars Jørgensen Eldevik virgáduvvui oahpaheaddjin Muosáid sápmelaččaide .
nob: Lars Jørgensen Eldevik fra Vestlandet blei i 1879 ansatt som lærer blant samene i Måsøy .

source: Son heittii 1 ½ jagi maŋŋil , danne go « vahkkoviissaid čohkkát Muorralis gassa muohttaga siste beivviid lohppii sámi mánáiguin ja hárve beassat siviliserejuvvon olbmuiguin ságastallat , ii leat fávdnát eallin » ( Jensen 1999 s. 28 ) .
nob: Han sluttet etter i 1 ½ år , for « å sitte halvt nedsnødd i Snefjord hele dagen i ukevis med nogen lappebarn og sjelden adgang til å tale med et civilisert menneske , det var just ikke tiltalende » ( Jensen 1999 s.28f ) .

source: Eldevik ohcamis Sámefondii jagis 1880 gullat ahte sus lea « hui váttis skuvlabiire » .
nob: I Eldevik sin søknad til Finnefondet for 1880 får vi vite at han har et « meget besværlig distrikt » .

source: Oahpahus ferte eanas leat « mánáid iežaset gillii » .
nob: Undervisninga må for det meste foregå « på børnenes eget sprog » .

source: Muorral lea « čielga sámi biire , ... ruovttuin ságastallojuvvo dušše sámegiella » .
nob: Snefjord er en « udelukkende Lappisk kreds , … kun Finsk tales i hjemmet » .

source: Dán guovllus lea olbmuin hárve , dahje ii goassege « oktavuohta dáččaiguin » .
nob: Sjelden eller aldri kommer folk i dette området « i berøring med Nordmænd » .

source: Oahpaheaddji Peder Matheussen ( 1845-1925 ) ja su eamit Marianne .
nob: T.v. Lærer Peder Matheussen ( 1845-1925 ) og kona Marianne .

source: Son mieđihii ieš ahte ii áŋgiruššan dáruiduhttinbargguin nu mo berrešii .
nob: Han innrømte sjøl at han ikke var så ivrig med fornorskningsarbeidet som han burde .

source: ( Amas govvejeaddji / Gova luoikan Ola Graff )
nob: ( Ukjent fotograf / Utlånt av Ola Graff )

source: O. b. Peder Matheussen bálkálasáhusohcamuš maid sáddii Finnefondii 1909:s . ( Gáldu : Statsarkivet i Tromsø )
nob: T.h. Peder Matheussens søknad om lønnstillegg av Finnefondet 1909 ( Kilde : Statsarkivet i Tromsø )

source: Suittehat čavgejuvvojit
nob: Grepet strammes

source: 1880-njuolggadusain nannejuvvo ahte buot sámi ja kveana mánát galget oahppat lohkat , ságastit ja čállit dárogiela .
nob: I instruksen av 1880 blei det slått fast at alle samiske og kvenske barn skulle lære å lese , snakke og skrive norsk .

source: Eará gielaid ii galgga atnit eambbo go « mii dilálašvuođaid mielde lea áibbas dárbbašlaš » .
nob: Andre språk måtte ikke brukes mer « end Forholdene gjøre uomgjængelig fornødent » .

source: Njuolggadusat ledje čavgadeappot ja ásahedje eanet bearráigeahču go mii ovdal lei leamaš .
nob: Instruksen var strengere og innførte skarpere kontroll enn det hadde vært tidligere .

source: Bálkálasáhusa oažžun lei dan duohken ahte oahpaheaddjit « dárkilvuođain ja áŋgirvuođain čuvvot njuolggadusaid » ( Johtučálus golggotmánu 12. beaivvi 1880 ) .
nob: Å få lønnstillegg var avhengig av at lærerne « med Punktlighed og Nidkjærhed efterlever Instruxen » ( Rundskriv 12 . Oktober 1880 ) .

source: Dát njuolggadusat šadde dáruiduhttima vuođđun máŋgalogi jagi guvlui .
nob: Instruksen blei grunnlaget for fornorskningsarbeidet i mange tiår framover .

source: Oahpaheaddjit ledje geatnegahtton fuolahit ahte oahppit dárustit maiddái olggobealde skuvladiimmuid .
nob: Også utenom undervisningstimene var læreren blitt forpliktet til å passe på at norsk blei anvendt av elevene .

source: §:s ahte « Oahpaheaddji galgá dárkilit fuolahit , ahte son álo ovttastaladettiin ja ságastaladettiin mánáiguin olggobealde oahpahusdiimmuid čuovvu seamma váldonjuolggadusa , mii dáid njuolggadusaid 3 . §:s lea mearriduvvon oahpahusa várás , ja nappo eanas geavaha dárogiela sin guovdu » .
nob: I instruksen av 1880 heter det i § 12 at « Læreren skal nøie iagttage , at han altid under Omgang og Samtaler med Børnene udenfor Undervisningstimerne følger den samme Hovedregel , som ved nærværende Instrux § 3 er fastsat for Undervisningen , og saaledes anvender væsentlig det norske Sprog som Meddelelsesmiddel » ( mi understreking ) .

source: Dasa lassin celkojuvvo ahte oahpaheaddjit álo berrejit muittuhit váhnemiidda dárogielmáhtu mávssolašvuođa .
nob: I tillegg heter det at lærerne stadig burde søke å innprente foreldre viktigheta av norskkunnskaper .

source: Eiseválddit nappo háliidedje mearridit ja vákšut oahpaheddjiid barggu maiddái olggobealde skuvlla .
nob: Myndighetene ønsket altså å dirigere og overvåke lærernes arbeid også utenom undervisningstida .

source: Kommentáran Matheussena ohcamuššii jagis 1881 deattuhuvvui ahte njuolggadusat fertejit čuvvojuvvot , muhto ahte « sámegiella ferte ain muhtun áiggi geavahuvvot kristtalašvuođa oahpaheamis Muorralis ja Vuotkevuonas daid erenoamáš dilálašvuođaid geažil mat doppe leat , das go dáin báikkiin leat dušše sámegielat olbmot » .
nob: Som kommentar til søknaden fra Matheussen av 1881 blei det framholdt at instruksen måtte gjøres gjeldende , men at « det Lappiske sprog endnu nogen tid bliver at anvende ved christendomsundervisning i Snefjord og Lillefjord kredse på grund af de særegne forhold der , idet der på disse steder kun findes Lappisktalende » .

source: 1884 ohcamis mieđiha Matheussen ahte « sámegiella geavahuvvo unnit eanet buot mánáid oahpaheamis » .
nob: I søknaden for 1884 innrømmer Matheussen at « Det lappiske sprog anvendes i større og mindre grad under undervisningen for samtlige børn » .

source: Dáidá leat heajos bohtosiid čilgehussan , go Matheussen ohcamis jagis 1885-86 čállá ahte « Muorrala – Vuotkevuona biire mánáin ii leat vejolašvuohta servvoštallat dárogielagiiguin eará go skuvllas » .
nob: Antakelig som unnskyldning for dårlige resultater skriver Matheussen i søknaden for 1885–86 at « Børnene i Snefjord – Lillefjord kredse har ingen anledning til omgang med norsktalende udenom skolen » .

source: Jagi 1886 ohcama ávžžuhusas mearkkašuvvo ahte Matheussen bargá oamedovddolaččat , muhto ahte dáruiduhttima dáfus lea unnán ovdáneapmi , stuora vuosttaldemiid geažil , danne go « eanet go gostege eará sajis báhpasuohkanis de dáid mánáid váhnemat dollet čavga iežaset sámi gielas ja našuvnnalaš árbevieruin » .
nob: Som anbefaling til søknaden for 1886 blei det bemerket at Matheussen arbeidet med flid , men at det var liten framgang i fornorskninga på grunn av stor motstand , fordi « Børnenes Forældre i disse Kredse mere end andensteds i Prestegjeldet seigt fastholder sit lappiske Sprog og sine nationale Sædvaner » .

source: Unnán ovdáneapmi
nob: Lite framgang

source: Mearkkašumis 1887 ohcamii čállá suohkanbáhppa Fredrik Haslund ahte « Oahpaheaddji Matheussen , su iežas dovddasteami mielde , ii čuovo njuolggadusa vuoiŋŋa nu garrasit go dat eaktuda » .
nob: I bemerkninga til søknaden for 1887 skriver sokneprest Fredrik Haslund at « Lærer Matheussen , ifølge hans egen Tilstaaelse , ikke saa strengt , som Instruksens Aand byder , holder sig den efterrettelig » .

source: Muhto son bealušta Matheussena dainna ahte son « eallá doppe daid boaittobeale vuonain áidna dáččan dušše sápmelaččaid siste , geat vissa garraseappot go muđui lea dábálaš , doalahit iežaset eatnigiela » .
nob: Men han unnskyldes med at « han lever der inde i disse afsondrede Fjorde som eneste Nordmand mellom bare Finner , der vistnok mere end almindelig seigt fastholder sit Modersmaal » .

source: Dát lea vuosttaš geardi go oaidnit ahte njuolga dieđihuvvo ahte Matheussen ii dáidde leamaš nu áŋgiris dáruiduhtti go eiseválddit háliidivčče .
nob: Dette er første gang vi med reine ord ser at Matheussen nok ikke var så ivrig i fornorskninga som myndighetene ønsket .

source: Jagiid 1893 ja 1894 ohcamiidda čálistuvvo ahte ohcci gal čuovvu njuolggadusaid , muhto ahte « sus leat barggustis stuora váttisvuođat » , ja ahte « biire lea erenoamáš gážžár » .
nob: Til søknadene for 1893 og –94 kommenteres det at søkeren følger instruksen , men at han har « store vanskeligheder » i arbeidet , og at det er « et usedvanlig besværligt distrikt » .

source: 1895 ohcama sáddejumi oktavuođas čállá Muosáid skuvlastivra ahte « Oahpaheaddji Matheussen čuovvu njuolggadusaid dan muddui go sáhttá ja mii lea vejolaš daid erenoamáš váttis dilálašvuođaid siste gos son bargá » .
nob: I oversendelsen av søknaden for 1895 skriver Måsøy skolestyre at « Lærer Matheussen følger sin instrux i al den udstrekning , som der under de høist vanskelige forhold , hvorunder han arbeider , er mulig » .

source: Ja jagis 1896 čállá skuvlastivra ahte « Oahpaheaddji Matheussenis lea Muosáid váddáseamos skuvlabiire , muhto ahte son čuovvu njuolggadusaid dan muddui go vejolašvuođaid hárrái sáhttá » .
nob: Og i 1896 skriver skolestyret at « Lærer Matheussen har det vanskeligste distrikt i Maasø » , men at han « følger sin instrux i al den udstrekning forholdene tillader det » .

source: Jagis 1898 mearkkaša skuvlastivra ahte « Hr. Matheussen bargá sakka váttis dilálašvuođaid siste hirbmat viiddis ja lossa sámi guovllus » .
nob: I 1898 kommenterer skolestyret at « Hr. Matheussen arbeider under meget vanskelige forhold i et yderst vidstrakt og tungvindt finnedistrikt » .

source: Muhto skuvlastivra oaivvilda maiddái ahte su bargu dáruiduhttima ovddidemiin « lea oalle buriid bohtosiid addán » .
nob: Men de mener også at hans arbeid for fornorskninga har « baaret ret god frugt » .

source: Jagis 1899 ákkastallá skuvlastivra ahte son berre oažžut lasihuvvon doarjaga .
nob: I 1899 argumenterer skolestyret for at han bør få økt tilskudd .

source: « Hr. Matheussen čuovvu su njuolggadusaid ja lea hirbmat čeahpes oahpaheaddji » , ja vaikko sus lea viiddis biire mii lea 12–14 miilla guhku , de lea son bargan buori ja oskkáldas barggu dáruiduhttima ja čuvgejumi bálvalusas ollu jagiid .
nob: « Hr. Matheussen følger sin instrux og er en meget dygtig lærer » , og som til tross for at han hadde et stort distrikt med 12–14 mils utstrekning , hadde nedlagt et godt og trofast arbeid i fornorskningas og opplysningas tjeneste i en lang årrekke .

source: Čilgejuvvo maiddái ahte dáruiduhttin vuosttalduvvo : « Doppe ássi olbmot leat dadjat dušše sápmelaččat , sii leat fuollameahttumat ja berošmeahttumat , eai beroš bajásčuvgehusas , eai ge ádde bajásčuvgehusa mávssolašvuođa ja sii hilggodit dahje juo vuosttaldit skuvlla » .
nob: Det redegjøres for at fornorskninga møtte motstand : « Befolkningen der næsten udelukkende er lappisk , er sløv og ligegyldig , uden sans for oplysning eller forstaaelse af dens betydning og til dels opagiteret til ligefrem uvilje mod skolen » .

source: Dás gullat ahte gávdnui njuolggo ja aktiiva vuosteháhku dáruiduhttima vuostá .
nob: Her får vi vite at det fantes en direkte og aktivt argumenterende motstand mot fornorskninga .

source: Jagis 1900 daddjo ahte « Matheussenis lea hirbmat váttis biire ja sus lea dušše sámi mánáiguin dahkamuš » .
nob: I 1900 het det at Matheussen har et « yderst besværligt distrikt og udelukkende med finnebørn at gjøre » .

source: Nu maŋŋit go 1927–28 go oahpaheaddji Gunnar Olsen ozai doarjaga , celkojuvvui ahte son bargá ovtta dain váddáseamos skuvlabiiriin .
nob: Ennå så seint som i 1927/28 da lærer Gunnar Olsen søkte om støtte , blei det kommentert at han arbeidet i et av de vanskeligste distriktene .

source: Goasii buot áiggiid čađa váidaluvvui ahte siskkit vuotnaguovlu lei erenoamáš váttis biire , gos lei sámi álbmot , mii vuosttaldii dáruiduhttima .
nob: Gjennom nesten alle år blei det altså klaget over at de indre fjordstrøkene var et spesielt vanskelig distrikt med ei samisk befolkning som motsatte seg fornorskning .

source: Ja go oahpaheaddji bargu ii buktán vurdojuvvon bohtosiid , de adnui ággan ahte dilálašvuođat leat váddásat , muhto ahte oahpaheaddji bargá nu bures go sáhttá dilálašvuođaid olis .
nob: Så når lærerens arbeid ikke ga de forventede resultatene , blei det hele tida unnskyldt med de vanskelige forholdene , men at læreren gjorde det beste han kunne ut fra forholdene .

source: Oahppaladdamat
nob: Visitasene

source: Báhppa- ja bismaoahppaladdamiid ulbmil lei maiddái bearráigeahččat oahpahusa .
nob: Preste- og bispevisitasene var et middel for å kontrollere undervisninga .

source: Dohko galge oahpaheaddjit boahtit skuvlamánáiguin , vai báhpat besset dárkkistit mánáid máhtuid ja dieđuid , ja nu dárkkistit oahpahusa .
nob: Her skulle lærerne møte med skolebarn for at prestene kunne kontrollere kunnskaps- og ferdighetsnivået , og dermed undervisninga .

source: Oahppaladdamiid raporttain beassat gullat veahá skuvlejumi bohtosiin .
nob: Gjennom visitasberetningene får vi også vite litt om resultatet av skolegangen .

source: Máŋgga geardde čállojuvvo ahte mánáid máhttu lea váilevaš .
nob: Flere ganger hører vi at kunnskapene er mangelfulle .

source: Proavásoahppaladdamii Muosáin jagis 1872 buvttiiga oahpaheaddjit Matheussen ja Larsen 27 dain mánáin geain lei geatnegasvuohta boahtit .
nob: Under prostevisitasen på Måsøya i 1872 møtte skolelærerne Matheussen og Larsen med 27 av 66 møtepliktige barn .
